1password
1password-cli
alacritty
backblaze
balenaetcher
brave-browser
cameracontroller
cloudflare-warp
contexts
controlplane
cyberduck
discord
dropbox
fantastical
figma
flux
font-bigblue-terminal-nerd-font
font-blex-mono-nerd-font
font-cousine-nerd-font
font-fira-code-nerd-font
font-fira-mono-nerd-font
font-hack-nerd-font
font-ia-writer-quattro
font-ibm-plex-mono
font-jetbrains-mono
font-victor-mono-nerd-font
gpg-suite
hammerspoon
hazel
inkscape
insomnia
intel-power-gadget
istat-menus
iterm2
kap
karabiner-elements
keka
keycastr
kitty
loom
mactex
marta
micro-snitch
ngrok
notion
obsidian
postico
postman
raycast
sf-symbols
signal
soundsource
stats
tableplus
the-unarchiver
thingsmacsandboxhelper
utm
