1password
1password-cli
acorn
adobe-acrobat-reader
aegisub
aerial
alfred
alt-tab
anki
appcleaner
authy
backblaze
balenaetcher
bartender
battle-net
bettertouchtool
blackhole-16ch
brave-browser
caffeine
cakebrew
cameracontroller
cheatsheet
chromedriver
chromium
chronosync
cleanmymac
cleanshot
clickup
cloudflare-warp
contexts
controlplane
cyberduck
daedalus-mainnet
darktable
dash
db-browser-for-sqlite
dbeaver-community
deluge
diffmerge
digikam
discord
displaperture
dotnet-sdk
drawio
dropbox
eaglefiler
element
emmetapp
epic-games
evernote
fantastical
figma
flutter
flux
font-3270-nerd-font
font-agave-nerd-font
font-anonymice-nerd-font
font-arimo-nerd-font
font-aurulent-sans-mono-nerd-font
font-awesome-terminal-fonts
font-bigblue-terminal-nerd-font
font-bitstream-vera-sans-mono-nerd-font
font-blex-mono-nerd-font
font-cascadia-code
font-cascadia-code-pl
font-cascadia-mono
font-cascadia-mono-pl
font-caskaydia-cove-nerd-font
font-code-new-roman-nerd-font
font-cousine-nerd-font
font-daddy-time-mono-nerd-font
font-dejavu-sans-mono-for-powerline
font-dejavu-sans-mono-nerd-font
font-droid-sans-mono-nerd-font
font-fantasque-sans-mono
font-fantasque-sans-mono-nerd-font
font-fira-code
font-fira-code-nerd-font
font-fira-mono
font-fira-mono-nerd-font
font-fira-sans
font-fontawesome
font-go-mono-nerd-font
font-gohufont-nerd-font
font-hack-nerd-font
font-hasklug-nerd-font
font-heavy-data-nerd-font
font-hurmit-nerd-font
font-ia-writer-quattro
font-ibm-plex
font-ibm-plex-mono
font-im-writing-nerd-font
font-inconsolata-go-nerd-font
font-inconsolata-lgc-nerd-font
font-inconsolata-nerd-font
font-input
font-iosevka
font-iosevka-nerd-font
font-jetbrains-mono
font-jetbrains-mono-nerd-font
font-lekton-nerd-font
font-liberation-nerd-font
font-material-icons
font-meslo-lg-nerd-font
font-monofur-nerd-font
font-monoid-nerd-font
font-mononoki-nerd-font
font-mplus-nerd-font
font-noto-nerd-font
font-open-dyslexic-nerd-font
font-overpass-nerd-font
font-profont-nerd-font
font-proggy-clean-tt-nerd-font
font-recursive-code
font-roboto-mono
font-roboto-mono-nerd-font
font-sauce-code-pro-nerd-font
font-shure-tech-mono-nerd-font
font-space-mono-nerd-font
font-terminess-ttf-nerd-font
font-tinos-nerd-font
font-ubuntu-mono-nerd-font
font-ubuntu-nerd-font
font-victor-mono
font-victor-mono-nerd-font
fork
forklift
freecad
geekbench
gfxcardstatus
gimp
github
gitkraken
google-chrome
grammarly
grandtotal
hammerspoon
handbrake
hazel
hiddenbar
hyper
icons8
iina
imageoptim
inkscape
insomnia
intel-power-gadget
istat-menus
itsycal
jami
jetbrains-toolbox
kap
karabiner-elements
keepassxc
keepingyouawake
keka
keybase
keyboard-maestro
keycastr
kitty
launchcontrol
ledger-live
libreoffice
librewolf
little-snitch
loom
lunar
maccy
macdown
macfuse
mactex
mailmate
mark-text
mars
marta
meetingbar
meteorologist
micro-snitch
microsoft-teams
miniconda
moneymoney
monitorcontrol
moom
mos
mpv
neo4j
ngrok
notion
obs
obsidian
onyx
openemu
pdf-expert
pixelsnap
post-haste
postico
postman
qmk-toolbox
qtox
r
raycast
receipts
rectangle
rstudio
screenflow
scribus
sequel-pro
sf-symbols
signal
sketch
skim
skype
slack
soundsource
sourcetree
spotify
stats
steam
sublime-text
superkey
syncthing
tableplus
tailscale
telegram
texstudio
textexpander
textmate
the-unarchiver
thunderbird
ticktick
topnotch
tor-browser
tower
transmit
typora
utm
veracrypt
virtualbox
visual-studio-code
vlc
vscodium
wezterm
whatsapp
wire
wireshark
wkhtmltopdf
xquartz
yep
yubico-authenticator
yubico-yubikey-manager
zeplin
zoom
zulip
