# vim: ft=ruby
brew 'asdf'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bat'
brew 'bluetoothconnector'
brew 'boost'
brew 'borders'
brew 'coreutils'
brew 'csvq'
brew 'ctop'
brew 'curl'
brew 'direnv'
brew 'duti'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'git-delta'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'grep'
brew 'grex'
brew 'hub'
brew 'jo'
brew 'jq'
brew 'lazygit'
brew 'less'
brew 'libgit2'
brew 'libsodium'
brew 'llvm'
brew 'lsof'
brew 'mas'
brew 'mysql'
brew 'navi'
brew 'openssl'
brew 'pass'
brew 'pinentry-mac'
brew 'postgresql@14'
brew 'redis'
brew 'ripgrep'
brew 'rsync'
brew 'sd'
brew 'shellcheck'
brew 'shfmt'
brew 'silicon'
brew 'stylua'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tmux-xpanes'
brew 'tree'
brew 'viu'
brew 'watch'
brew 'wget'
brew 'zsh'
