tap "1password/tap"
tap "browsh-org/browsh"
tap "bufbuild/buf"
tap "caius/jo"
tap "candid82/brew"
tap "clementtsang/bottom"
tap "cmacrae/formulae"
tap "daipeihust/tap"
tap "eth-p/software"
tap "federico-terzi/espanso"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "git-duet/tap"
tap "gusto/gusto"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/bundle"
tap "homebrew/services"
tap "isacikgoz/taps"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "kak-lsp/kak-lsp"
tap "kaos/shell"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "lotyp/homebrew-formulae"
tap "mas-cli/tap"
tap "mhanberg/zk"
tap "microsoft/git"
tap "mistertea/et"
tap "ms-jpq/sad"
tap "mutagen-io/mutagen"
tap "ngrok/ngrok"
tap "olets/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk""
tap "shaunsigh/sfmono-nerd-font-ligaturized"
tap "spring-io/tap"
tap "superfly/tap"
tap "tophat/bar"
tap "wez/wezterm"
tap "wix/brew"
tap "yqrashawn/goku"
tap "zegervdv/zathura"

# core/dotfiles
brew "bats-core"
brew "coreutils"
brew "duti"
brew "lotyp/formulae/dockutil"
brew "nano"
brew "stow"
brew "thefuck"
brew "tmux"
brew "topgrade"
brew "wezterm"

# fs/network
brew "bat"
brew "croc"
brew "httpie"
brew "ssh-copy-id"
brew "tree"
brew "unar"
brew "wget"
brew "zoxide"

# search/grep/diff
brew "fd"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "psgrep"
brew "ripgrep"
brew "the_silver_searcher"

# languages/tools
brew "gh"
brew "n"
brew "mise"
#brew "python"
#brew "ruby"
#brew "rust"
brew "shellcheck"

# media
brew "ffmpeg"
brew "imagemagick"
brew "uni"
brew "webp"

# misc
brew "grip"
